export const productsTestData = [
    {
        id: '1',
        name: 'Кольцо',
        author: 'Иван Иванов',
        price: 500,
    },
    {
        id: '2',
        name: 'Кольцо',
        author: 'Иван Иванов',
        price: 500,
    },
    {
        id: '3',
        name: 'Кольцо',
        author: 'Иван Иванов',
        price: 500,
    },
    {
        id: '4',
        name: 'Кольцо',
        author: 'Иван Иванов',
        price: 500,
    },
    {
        id: '5',
        name: 'Кольцо',
        author: 'Иван Иванов',
        price: 500,
    },
    {
        id: '6',
        name: 'Кольцо',
        author: 'Иван Иванов',
        price: 500,
    },
    {
        id: '7',
        name: 'Кольцо',
        author: 'Иван Иванов',
        price: 500,
    },
    {
        id: '8',
        name: 'Кольцо',
        author: 'Иван Иванов',
        price: 500,
    },
    {
        id: '9',
        name: 'Кольцо',
        author: 'Иван Иванов',
        price: 500,
    },
];

export const artistsTestData = [
    {
        id: '21',
        name: 'Иван Иванов',
        products: 'Ковровая вышивка, кольца, украшения, открытки',
    },
    {
        id: '22',
        name: 'Иван Иванов',
        products: 'Ковровая вышивка, кольца, украшения, открытки',
    },
    {
        id: '23',
        name: 'Иван Иванов',
        products: 'Ковровая вышивка, кольца, украшения, открытки',
    },
    {
        id: '24',
        name: 'Иван Иванов',
        products: 'Ковровая вышивка, кольца, украшения, открытки',
    },
    {
        id: '25',
        name: 'Иван Иванов',
        products: 'Ковровая вышивка, кольца, украшения, открытки',
    },
    {
        id: '26',
        name: 'Иван Иванов',
        products: 'Ковровая вышивка, кольца, украшения, открытки',
    },
    {
        id: '27',
        name: 'Иван Иванов',
        products: 'Ковровая вышивка, кольца, украшения, открытки',
    },
    {
        id: '28',
        name: 'Иван Иванов',
        products: 'Ковровая вышивка, кольца, украшения, открытки',
    },
    {
        id: '29',
        name: 'Иван Иванов',
        products: 'Ковровая вышивка, кольца, украшения, открытки',
    },
];
